aaron-bond.better-comments
AwesomeAutomationTeam.azureautomation   
Azure.vscode-bicep
AzurePolicy.azurepolicyextension        
bencoleman.armview
CoenraadS.bracket-pair-colorizer-2      
DotJoshJohnson.xml
eamodio.gitlens
ed-elliott.azure-arm-template-helper    
esbenp.prettier-vscode
formulahendry.code-runner
hashicorp.terraform
janisdd.vscode-edit-csv
ms-azuretools.vscode-azurefunctions
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-bicep
ms-azuretools.vscode-docker
ms-dotnettools.vscode-dotnet-runtime
ms-python.python
ms-toolsai.jupyter
ms-vscode.azure-account
ms-vscode.powershell
msazurermtools.azurerm-vscode-tools
oderwat.indent-rainbow
redhat.vscode-yaml
ritwickdey.LiveServer
samcogan.arm-snippets
sidthesloth.html5-boilerplate
SiteGo.spgo
vscode-icons-team.vscode-icons
vscoss.vscode-ansible
wilfriedwoivre.arm-params-generator
yzhang.markdown-all-in-one
